{
  "Data": [
    {
      "title": "Frozen",
      "story_text": "Di sebuah negeri yang jauh, tinggallah sepasang suami istri yang telah lama mendambakan kehadiran seorang anak. Suatu hari, si istri yang sedang hamil sangat mengidamkan tanaman bernama rapunzel yang tumbuh di taman tetangga mereka—seorang penyihir yang sangat ditakuti. Karena cinta kepada istrinya, sang suami nekat memanjat pagar untuk mengambil tanaman tersebut.\n\nNamun, perbuatannya ketahuan oleh sang penyihir. Dengan tatapan tajam dan suara menggelegar, penyihir itu berkata, “Karena kau mencuri dari kebunku, maka anak yang kau tunggu-tunggu akan menjadi milikku!” Tak punya pilihan lain, pasangan itu menyetujui syarat tersebut.",
      "audio": "GT",
      "image": "file:///android_asset/image/1.jpg"
    },
    {
      "title": "Rapunzel ",
      "story_text": "Pada suatu masa, hiduplah seorang tukang sepatu tua yang sangat miskin. Ia hanya punya cukup bahan untuk membuat satu pasang sepatu terakhir. Malam itu, ia menyiapkan potongan-potongan kulit dan berniat menjahitnya keesokan hari.\n\nNamun ketika pagi tiba, ia terkejut! Sepasang sepatu yang sangat rapi dan indah sudah jadi di meja kerjanya. Tak lama kemudian, seorang pembeli datang dan membayar sepatu itu dengan harga tinggi. Si tukang sepatu pun membeli lebih banyak bahan.\n\nHal yang sama terjadi malam berikutnya—kulit yang ia siapkan berubah menjadi sepatu sempurna saat pagi menjelang. Keajaiban ini terus berlangsung hingga si tukang sepatu menjadi sejahtera kembali.",
      "audio": "GT",
      "image": "file:///android_asset/image/2.jpg"
    },
    {
      "title": "Jasmine & Aladin ",
      "story_text": "Di pinggir sebuah desa kecil, tumbuhlah sebuah pohon besar dan rimbun yang terlihat biasa saja. Tapi tidak banyak yang tahu, pohon itu adalah pohon ajaib yang bisa mengabulkan satu permintaan siapa saja yang datang dengan hati yang tulus.\n\nSuatu hari, seorang anak bernama Lila sedang berjalan sambil menangis. Ia kehilangan kalung peninggalan ibunya. Ketika ia duduk di bawah pohon dan berkata, “Andai saja aku bisa menemukan kalung ibu…,” tiba-tiba angin berhembus lembut, dan kalung itu tergantung di salah satu dahan pohon!\n\nLila terkejut, tapi juga sangat senang. Ia berterima kasih pada pohon itu dan pulang dengan hati bahagia.\n\nKeesokan harinya, kabar tentang pohon ajaib menyebar. Banyak orang datang, tapi mereka meminta hal-hal serakah: emas, istana, kekuasaan. Tapi tak ada satu pun permintaan mereka yang terkabul.\n\nHanya anak-anak dan orang-orang berhati baik yang mendapat keajaiban dari pohon itu." ,   "audio": "GT",
      "image": "file:///android_asset/image/3.jpg"
    }

  ]
}